awww-git
awww-git-debug
cava-debug
google-chrome
grub-customizer
grub-customizer-debug
gtk2
jdk17-temurin
jdtls
libva-vdpau-driver-shadow-nvidia
libva-vdpau-driver-shadow-nvidia-debug
mpvpaper
mpvpaper-debug
neofetch
python-imageio-ffmpeg
python-screeninfo
spotify
waypaper
xf86-video-vmware
xf86-video-vmware-debug
yay
yay-debug
