alsa-plugins
alsa-utils
amd-ucode
awww-git
baobab
base
base-devel
blueman
bluez-utils
brightnessctl
cava
code
dconf-editor
discord
dosfstools
efibootmgr
epiphany
evince
fastfetch
feh
firefox
fzf
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
grilo-plugins
grub
grub-customizer
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gwenview
htop
hypridle
hyprland
hyprlock
hyprshot
imv
intel-media-driver
iwd
jdk-openjdk
jdk17-temurin
jdtls
kitty
kvantum
less
libdvdcss
libpulse
libva-intel-driver
libva-vdpau-driver-shadow-nvidia
linux
linux-firmware
linux-headers
loupe
lxappearance
malcontent
maven
mpvpaper
mtools
nano
nautilus
neofetch
neovim
network-manager-applet
networkmanager
nodejs
npm
ntfs-3g
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
obs-studio
orca
os-prober
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
python-pip
python-pipx
qt5-wayland
qt5ct
qt6-wayland
qt6ct
qtile
rygel
simple-scan
smartmontools
snapshot
socat
spotify
starship
stow
sushi
swaync
tecla
tmux
totem
tree
ttf-cascadia-code-nerd
unrar
vim
vulkan-intel
vulkan-radeon
waybar
waypaper
wf-recorder
wget
wireless_tools
woff2-font-awesome
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xorg-xrandr
yay
yelp
zram-generator
zsh
